/**
 * Created by Administrator on 2017/4/1.
 */

export const stateText = [
    '布防',
    '撤防',
    '报警',
    '掉线'
];
export const typeText = [
    '高压电网',
    '脉冲围栏',
    '脉冲围栏',
    '张力围栏',
    '市电模块',
    '地址模块',
];


export const alarmText = [
    '布防正常',
    '撤防正常',
    '防区掉线',
    '探测器掉线',
    '断电报警',
    '防区故障',
    '防拆报警',
    '短路报警',
    '断路报警',
    '触网报警',
    '防剪报警',
    '低电报警',
    '报警',
    '断电报警',
    '拉紧报警',
    '松弛报警',
    '防区关机',
    '防区禁用',
    '撤防时防区掉线',
    '撤防时探测器掉线',
    '撤防时断电报警',
    '撤防时防区故障',
    '撤防时防拆报警',
    '撤防时低电报警',
    '撤防时断电报警',
    '撤防命令',
    '布防命令',
    '高压布防命令',
    '低压布防命令',
    '张力高压布防命令',
    '张力布防命令',
    '复位命令'
];


